Repository: weedar-projects/iOS
Catalog: Weedar/Support files/*.lproj/Localizable.strings
Languages: es

# startview.age.confirm.title
source: Are you over 21 years old?
es: SP Are you over 21 years old?

# startview.age.confirm.subtitle
source: You are also allowed to use our service if you are 18 years old and you have physician's recommendation
es: SP You are also allowed to use our service if you are 18 years old and you have physician's recommendation

# startview.age.confirm.description
source: Smoking may be hazardous to your health. We do not promote smoking and the use of smoking products that can expose the user to physical or mental harm.
es: SP Smoking may be hazardous to your health. We do not promote smoking and the use of smoking products that can expose the user to physical or mental harm.

# startview.leave_btn
source: I'm not
es: SP I'm not

# startview.enter_btn
source: I am
es: SP I am

# startview.open_weel_site_alert_description
source: Cannabis is legal in California. You can buy cannabis if you are: 18 or older with a physician’s recommendation (medicinal use) and 21 or older (adult use).
es: SP Thank you for downloading WEEDAR app! We are currently supporting business in California state only. The team is planning to expand our business to other states in a near future. Please do not hesitate to visit our site https://www.weedar.io for the latest updates as our business is growing.

# startview.location.confirm.title
source: California residents only
es: SP California residents only

# startview.location.confirm.subtitle
source: Delivery is only available in California. Do you live in mentioned area?
es: SP Delivery is only available in California. Do you live in mentioned area?

# startview.location.leave_no
source: No
es: SP No

# startview.location.enter_yes
source: Yes
es: SP Yes

# welcomeview.welcome_welcome
source: Welcome
es: SP Welcome

# welcomeview.welcome_to_weel
source: to WEEDAR
es: SP to WEEDAR

# welcomeview.welcome_enter_your_login
source: Log In with your email or register
es: SP Log In with your email or register

# welcomeview.welcome_enter_register
source: Create an account with your email
es: SP Create an account with your email

# welcomeview.welcome_content_email
source: Email
es: SP Email

# welcomeview.welcome_content_email_placeholder
source: Enter your email
es: SP Enter your email

# welcomeview.welcome_content_password
source: Password
es: SP Password

# welcomeview.welcome_content_password_placeholder
source: Enter your password
es: SP Enter your password

# welcomeview.welcome_content_error
source: Either your email or password is incorrect. Make sure you typed them correctly.
es: SP Either your email or password is incorrect. Make sure you typed them correctly.

# welcomeview.welcome_content_reset_password
source: Reset password
es: SP Reset password

# welcomeview.welcome_content_next
source: Next
es: SP Next

# welcomeview.welcome_content_error_not_found
source: User not found
es: SP User not found

# welcomeview.welcome_content_error_email
source: Given email is invalid
es: SP Given email is invalid

# welcomeview.welcome_content_error_password
source: Password should contain 1 capital letter, 1 lower letter, 1 digit and to be at least 8 characters length
es: SP Password should contain 1 capital letter, 1 lower letter, 1 digit and to be at least 8 characters length

# welcomeview.registration_option
source: Registration
es: SP Registration

# welcomeview.login_option
source: Login
es: SP Login

# welcomeview.eight_characters
source: Eight characters
es: SP Eight characters

# welcomeview.one_digit
source: One digit
es: SP One digit

# welcomeview.one_uppercase_letter
source: One uppercase letter
es: SP One uppercase letter

# welcomeview.one_lowercase_letter
source: One lowercase letter
es: SP One lowercase letter

# resetpasswordview.reset_password_reset_password
source: Reset password
es: SP Reset password

# resetpasswordview.reset_password_email
source: Email
es: SP Email

# resetpasswordview.reset_password_email_placeholder
source: Enter your email
es: SP Enter your email

# resetpasswordview.reset_password_error
source: Oops! That email is not registered.
es: SP Oops! That email is not registered. Make sure you typed it correctly.

# resetpasswordview.reset_password_alert_title
source: Success
es: SP Success

# resetpasswordview.reset_password_alert_message
source: A new password is sent to your email.
es: SP A new password has been sent to your email

# resetpasswordview.reset_password_alert_action_button
source: Back to Login
es: SP Back to Login

# phonenumberview.phone_number_registration
source: Registration
es: SP Registration

# phonenumberview.phone_number_provide_phone_title
source: Provide your phone digits
es: SP Phone number

# phonenumberview.phone_number_confirm_phone_title
source: Confirm your number
es: SP Confirm your number

# phonenumberview.phone_number_provide_phone_note
source: Make sure you have access to that number to receive the confirmation code
es: SP Input your phone number correctly. We´ll send you an SMS verification code.

# phonenumberview.phone_number_confirm_phone_note
source: The SMS code is sent to
es: SP The SMS code has been sent to

# phonenumberview.phone_number_provide_phone_number
source: Phone number
es: SP Number

# phonenumberview.phone_number_provide_phone_error
source: Oops! Something went wrong. Unsupported phone format.
es: SP Oops! Something went wrong. Unsupported phone format.

# phonenumberview.phone_number_confirm_phone_error
source: Oops! That code is incorrect.
es: SP Oops! That code is incorrect.

# phonenumberview.phone_number_confirm_phone_question
source: Didn´t receive a code?
es: SP Didn´t receive the code?

# phonenumberview.phone_number_confirm_phone_reminder
source: Code sent
es: SP We send code again

# phonenumberview.phone_number_confirm_phone_resend
source: Resend
es: SP Resend

# phonenumberview.phone_number_confirm_phone_resend_code
source: Resend code
es: SP Resend code

# phonenumberview.phone_number_verify_identity_title
source: Upload your ID
es: SP Verify your identity

# phonenumberview.phone_number_verify_identity_note
source: Please provide photo of your ID. Upload your medical recommendation if you are under 21.
es: SP Provide your ID card number to confirm that you are over 21 year old. If you are under 21 but have at least 18 years old, please upload a picture of your physician’s recommendation.

# phonenumberview.phone_number_verify_identity_error
source: Error message 3
es: SP Error message 3

# phonenumberview.phone_number_verify_identity_id_verification
source: ID Verification
es: SP ID Verification

# phonenumberview.phone_number_verify_identity_recommendation
source: Physician’s recommendation
es: SP Physician’s recommendation

# phonenumberview.phone_number_verify_identity_upload_photo
source: Upload photo
es: SP Upload photo

# phonenumberview.phone_number_verify_identity_done
source: Done
es: SP Done

# phonenumberview.phone_number_verify_identity_description
source: By clicking the button you accept our Terms & Conditions and Privacy Policy
es: SP By clicking the button you accept our Terms & Conditions and Privacy Policy

# phonenumberview.phone_number_verify_identity_description_terms
source: Terms & Conditions
es: SP Terms & Conditions

# phonenumberview.phone_number_verify_identity_description_privacy_policy
source: Privacy Policy
es: SP Privacy Policy

# phonenumberview.phone_number_verify_identity_album
source: Album
es: SP Album

# phonenumberview.phone_number_verify_identity_camera
source: Camera
es: SP Camera

# phonenumberview.phone_number_verify_identity_cancel
source: Cancel
es: SP Cancel

# homeview.home_back_button_title
source: Catalog
es: SP Catalog

# filtersview.filters_filters
source: Filters
es: SP Filters

# filtersview.filters_sort_by
source: Sort by
es: SP Sort by

# filtersview.filters_price
source: Price
es: SP Price

# filtersview.filters_price_from
source: From
es: SP From

# filtersview.filters_price_to
source: To
es: SP To

# filtersview.filters_price_brands
source: Brands
es: SP Brands

# filtersview.filters_price_effects
source: Effects
es: SP Effects

# filtersview.filters_price_confirm
source: Apply
es: SP Apply

# profileview.profile_title
source: Profile
es: SP Profile

# profileview.profile_section_1_title
source: My info
es: SP My info

# profileview.profile_section_2_title
source: Settings
es: SP Settings

# profileview.profile_section_3_title
source: App
es: SP App

# profileview.profile_section_4_title
source: Danger zone
es: SP Danger zone

# profileview.profile_section_your_orders
source: Your orders
es: SP Your orders

# profileview.profile_section_documents_center
source: Documents center
es: SP Documents center

# profileview.profile_section_delivery_details
source: Delivery details
es: SP Delivery details

# profileview.profile_section_notifications
source: Notifications
es: SP Notifications

# profileview.profile_section_change_password
source: Change password
es: SP Change password

# profileview.profile_section_contact_us
source: Contact us
es: SP Contact us

# profileview.profile_section_legal
source: Legal
es: SP Legal

# profileview.profile_section_logout
source: Logout
es: SP Logout

# profileview.profile_settings_alert_title
source: "WEEDAR" Would Like to Send You Notifications
es: SP Info

# profileview.profile_settings_alert_message
source: Notifications may include alerts, sounds and icon badges.These can be configured in Settings
es: SP Please, open Settings

# profileview.profile_settings_alert_primary_button_title
source: Cancel
es: SP Cancel

# profileview.profile_settings_alert_secondary_button_title
source: Open Settings
es: SP Open Settings

# passwordchangeview.change_password_title
source: Change password
es: SP Change password

# passwordchangeview.change_password_current_password_title
source: Current password
es: SP Confirm current password

# passwordchangeview.change_password_current_password_placeholder
source: Enter your current password
es: SP Enter your current password

# passwordchangeview.change_password_current_password_error
source: Given password was invalid. Please try again
es: SP Given password was invalid. Please try again

# passwordchangeview.change_password_new_password_title
source: New password
es: SP New password

# passwordchangeview.change_password_new_password_placeholder
source: Enter your new password
es: SP Enter your new password

# passwordchangeview.change_password_new_password_error_regex
source: Your password should contain at least 1 capital, 1 non-capital letter, 1 digit and to be at least 8 characters length
es: SP Your password should contain at least 1 capital, 1 non-capital letter, 1 digit and to be at least 8 characters length

# passwordchangeview.change_password_new_password_error_match
source: Passwords do not match
es: SP Passwords do not match

# passwordchangeview.change_password_repeat_new_password_title
source: Confirm new password
es: SP Repeat new password

# passwordchangeview.change_password_repeat_new_password_placeholder
source: Confirm your new password
es: SP Enter your new password

# passwordchangeview.change_password_repeat_new_password_error_regex
source: Your password should contain at least 1 capital, 1 non-capital letter, 1 digit and to be at least 8 characters length
es: SP Your password should contain at least 1 capital, 1 non-capital letter, 1 digit and to be at least 8 characters length

# passwordchangeview.change_password_repeat_new_password_error_match
source: Passwords do not match
es: SP Passwords do not match

# contactus.title
source: Contact us
es: SP Contact us

# contactus.description
source: Share if you have any troubles regarding the service, suggestions or something you would like to let us know. We will reply to your email as soon as possible.
es: SP Share if you have any troubles regarding the service, suggestions or something you would like to let us know. We will reply to your email as soon as possible.

# contactus.message_title
source: Title
es: SP Title

# contactus.mesage_title_placeholder
source: Message title
es: SP Message title

# contactus.message
source: Message
es: SP Message

# contactus.message_body
source: Enter your message
es: SP Enter your message

# contactus.send_btn
source: Send
es: SP Send

# documentscenter.title
source: Documents center
es: SP Documents center

# documentscenter.description
source: Provide your ID card number to confirm that you are over 21 year old. If you are under 21 but have at least 18 years old, please upload a picture of your physician’s recommendation
es: SP Provide your ID card number to confirm that you are over 21 year old. If you are under 21 but have at least 18 years old, please upload a picture of your physician’s recommendation

# documentscenter.warning
source: Our courier will require you to show your ID card to verify your identity and age
es: SP Our courier will require you to show your ID card to verify your identity and age

# documentscenter.id_label_title
source: ID Verification
es: SP ID Verification

# documentscenter.physicians_recommendation
source: Physician's recommendation
es: SP Physician's recommendation

# documentscenter.upload_btn
source: Upload
es: SP Upload

# deliverydetails.title
source: Delivery details
es: SP Delivery details

# deliverydetails.description
source: Inputting an incorrect address may delay your order. Please double-check your information and do not provide dispatch information on these fields.
es: SP Inputting an incorrect address may delay your order. Please double-check your information and do not provide dispatch information on these fields.

# deliverydetails.name_label_title
source: Legal name
es: SP Legal name

# deliverydetails.name_field_placeholder
source: Enter your full legal name
es: SP Enter your full legal name

# deliverydetails.address_label_title
source: Address
es: SP Address

# deliverydetails.address_field_placeholder
source: Address
es: SP Address

# deliverydetails.warning
source: Our courier will ask you to show your ID card to verify your identity and age
es: SP Our courier will ask you to show your ID card to verify your identity and age

# deliverydetails.save_btn
source: Save
es: SP Save

# ordersuccessview.description
source: Delivery partner will handle the order from here. You can check your order status in the Current Order bar. Please have your ID ready to show it to the driver for verification.
es: SP It has been proceed and will be delivered within 1 hour. Our courier will get in touch with you to get drop details. Our courier may ask ID card to verify your identity.
